{
  "privacyPolicy": {
    "lastUpdated": "28 January 2025",
    "sections": [
      {
        "title": "Introduction",
        "content": "Welcome to Lance (\"we,\" \"our,\" or \"us\"). Your privacy is a top priority for us, and we are committed to safeguard your personal information. This Privacy Policy outlines how we collect, use, disclose, and protect the personal information you share with us when you visit our website lancetrips.com (the \"Site\") or when you interact with any other applications, websites or services that we own or control and that link to this Privacy Policy (collectively, the \"Service\").\n\nThe Service is designed to provide AI-powered travel and vacation planning recommendations. It allows users to create personalized travel itineraries, browse flight options, and explore lodging possibilities. This includes using affiliate marketing programs such as Booking.com via CJ Affiliate to enhance your travel planning experience.\n\nWe care about the protection and confidentiality of your personal information and have developed this Privacy Policy to describe the information we collect through the Service and to explain how it is used and to whom it may be disclosed.\n\nThis Privacy Policy does not apply to any products, services, websites, or content that are offered by third parties which are governed by their respective privacy policies and practices.\n\nPLEASE READ CAREFULLY PRIOR TO CONTINUING TO VIEW OUR SITE OR USING OUR SERVICE. BY ACCESSING THE SITE AND/OR USING OUR SERVICE, YOU AFFIRM THAT YOU HAVE READ, UNDERSTOOD, AND AGREE TO ABIDE TO THIS PRIVACY POLICY AND OUR TERMS OF SERVICE. IF YOU DO NOT AGREE TO ABIDE BY THIS PRIVACY POLICY, YOU MAY NOT ENTER, ACCESS, OR OTHERWISE USE OUR SERVICES. IF YOU USE THE SERVICE ON BEHALF OF SOMEONE ELSE, YOU REPRESENT TO US THAT YOU ARE AUTHORIZED BY SUCH INDIVIDUAL TO ACCEPT THIS PRIVACY POLICY AND YOU DO ACCEPT THIS PRIVACY POLICY ON SUCH INDIVIDUAL'S BEHALF."
      },
      {
        "title": "Information We Collect",
        "content": "We collect the following types of personal and non-personal data:\n\n● Personal Data: Name, email address, IP address, and any information you provide via contact forms.\n● Non-Personal Data: Browser type, device information, website usage statistics.\n● Affiliate Tracking Data: We use cookies and tracking links to track referrals to Booking.com and other partners."
      },
      {
        "title": "How We Use Your Information",
        "content": "We use the collected information to:\n\n● Provide our Service. We use personal information to operate, maintain, and provide you with our Service.\n● Improve website functionality and user experience.\n● Research and development. We may use personal information for research and development purposes, including to analyze trends, usage, activities and statistics, and to improve the Service and our business. As part of these activities, we may create or use aggregated, de-identified or other anonymized data from personal information we collect.\n● Process and track affiliate commissions.\n● Comply with legal obligations (e.g., GDPR, consumer protection laws).\n● Respond to inquiries or customer support requests."
      },
      {
        "title": "Cookies and Tracking Technologies",
        "content": "We use cookies and tracking technologies to enhance your experience and track affiliate referrals. This includes:\n\n● Essential Cookies: Required for website functionality.\n● Analytical Cookies: Helps us understand user behavior.\n● Affiliate Tracking Cookies: Provided by CJ Affiliate to track referrals.\n\nBy using our website, you consent to the use of cookies. You can manage or disable cookies via your browser settings."
      },
      {
        "title": "Sharing Your Information",
        "content": "We do not sell your personal data. However, we may share it with:\n\n● Service providers. We may rely on third-party service providers in furtherance of the purposes described above in point 3. In these cases, personal information may be accessed by these third parties and processed or stored on our behalf. These service providers can include hosting services, cloud computing and storage services, maintenance services, security services, and user support services. To enable us to provide you with relevant responses, we will also disclose some of your information to AI technology providers that power our Service. For example, we will disclose your inputs with AI technology providers to generate intelligent and personalized responses. We require our AI service providers to use your information only for the purpose of generating responses for the provision of our Service, and we do not allow those providers to train their AI models using your data.\n● Affiliate Partners (e.g., Booking.com via CJ Affiliate) to track conversions and commissions.\n● Analytics providers (e.g., Google Analytics) for website improvement.\n● Legal Authorities if required by law."
      },
      {
        "title": "GDPR Compliance & Your Rights",
        "content": "As an EU-based business, we comply with GDPR regulations. You have the right to:\n\n● Access your data: Request a copy of your stored personal data.\n● Correct inaccuracies: Update or amend your information.\n● Withdraw consent: Opt-out of data tracking and cookies.\n● Request deletion: Ask us to delete your personal data.\n\nTo exercise your rights, contact us at admin@lancetrips.com."
      },
      {
        "title": "Third-Party Login",
        "content": "We allow you to log in to the Service via various third party and/or social networking services like Facebook, and Google (\"Social Networking Service(s)\"). By directly integrating these services, we make your online experiences richer and more personalized. To take advantage of this feature, we will ask you to log into or grant us permission via the relevant Social Networking Service. When you add a Social Networking Services account to the Services or log into the Services using your Social Networking Services account, we will collect relevant information necessary to enable the Service to access that Social Networking Service and your data contained within that Social Networking Service. As part of such integration, the Social Networking Service will provide us with access to certain information that you have provided to the Social Networking Service, and we will use, store and disclose such information in accordance with this Privacy Policy."
      },
      {
        "title": "Third-Party Links",
        "content": "Our website contains links to third-party websites (e.g., Booking.com). Clicking on these links means you are subject to the privacy policies of those websites. We are not responsible for how third parties handle your data."
      },
      {
        "title": "Data Security",
        "content": "We take appropriate security measures to protect your data. However, no system is 100% secure, so we encourage safe browsing practices."
      },
      {
        "title": "Updates to This Privacy Policy",
        "content": "We may update this Privacy Policy from time to time. Changes will be posted on this page with the updated date."
      },
      {
        "title": "Contact Us",
        "content": "If you have any questions about this Privacy Policy, please contact us at:\n\nLance\nadmin@lancetrips.com\nJufferstraat, 3011 XM, Rotterdam\n\nThank you for visiting lancetrips.com. Your privacy matters to us."
      }
    ]
  },
  "termsOfService": {
    "lastUpdated": "28 January 2025",
    "sections": [
      {
        "title": "Introduction",
        "content": "These Terms of Service govern your use of the Lance website and services. By using our website or services, you agree to these terms."
      },
      {
        "title": "Use of Service",
        "content": "You agree to use our service only for lawful purposes and in accordance with these Terms of Service."
      },
      {
        "title": "User Accounts",
        "content": "To access certain features of our service, you may be required to create an account. You are responsible for maintaining the confidentiality of your account information."
      },
      {
        "title": "Intellectual Property",
        "content": "The content, features, and functionality of our service are owned by Lance and are protected by international copyright, trademark, patent, trade secret, and other intellectual property laws."
      },
      {
        "title": "Limitation of Liability",
        "content": "Lance shall not be liable for any indirect, incidental, special, consequential or punitive damages resulting from your use of our service."
      },
      {
        "title": "Changes to Terms",
        "content": "We reserve the right to modify these Terms of Service at any time. We will notify users of any significant changes."
      },
      {
        "title": "Governing Law",
        "content": "These Terms of Service shall be governed by and construed in accordance with the laws of the Netherlands."
      },
      {
        "title": "Contact",
        "content": "If you have any questions about these Terms of Service, please contact us at admin@lancetrips.com."
      }
    ]
  },
  "cookiePolicy": {
    "lastUpdated": "28 January 2025",
    "sections": [
      {
        "title": "Introduction",
        "content": "This Cookie Policy explains how Lance uses cookies and similar technologies to recognize you when you visit our website. It explains what these technologies are and why we use them, as well as your rights to control our use of them."
      },
      {
        "title": "What are cookies?",
        "content": "Cookies are small data files that are placed on your computer or mobile device when you visit a website. Cookies are widely used by website owners in order to make their websites work, or to work more efficiently, as well as to provide reporting information."
      },
      {
        "title": "Why do we use cookies?",
        "content": "We use first party and third party cookies for several reasons. Some cookies are required for technical reasons in order for our website to operate, and we refer to these as 'essential' or 'strictly necessary' cookies. Other cookies enable us to track and target the interests of our users to enhance the experience on our website. Third parties serve cookies through our website for advertising, analytics and other purposes."
      },
      {
        "title": "Types of cookies we use",
        "content": "The specific types of first and third party cookies served through our website and the purposes they perform are described below:\n\n● Essential website cookies\n● Performance and functionality cookies\n● Analytics and customization cookies\n● Advertising cookies\n● Social networking cookies"
      },
      {
        "title": "How can I control cookies?",
        "content": "You have the right to decide whether to accept or reject cookies. You can exercise your cookie preferences by clicking on the appropriate opt-out links provided in the cookie banner or by setting or amending your web browser controls to accept or refuse cookies."
      },
      {
        "title": "Changes to this Cookie Policy",
        "content": "We may update this Cookie Policy from time to time in order to reflect, for example, changes to the cookies we use or for other operational, legal or regulatory reasons. Please therefore re-visit this Cookie Policy regularly to stay informed about our use of cookies and related technologies."
      },
      {
        "title": "Contact us",
        "content": "If you have any questions about our use of cookies or other technologies, please email us at admin@lancetrips.com."
      }
    ]
  }
}

